const data = [
  {
    id: 1,
    title: 'Сайт ИП Сидоров',
    slug: 'smaip',
    description: 'Этот веб-сайт был специально создан для ИП Сидорова, для того чтобы привлечь внимание новых клиентов, которые заинтересованы в услугах, предоставляемых этой компанией. На сайте можно найти разделы, содержащие контактную информацию, вакансии и документы, которые помогут получить всю необходимую информацию о компании и ее деятельности. Сайт был создан с использованием фреймворка Bootstrap и оформлен в светлых тонах, которые придают ему современный и профессиональный вид.',
    image: '/images/projects/smaip/1.png',
    images: [
      '/images/projects/smaip/1.png'
    ],
    link: ['Design', 'Frontend'],
    badges: [
      'HTML5',
      'CSS3',
      'Bootstrap 5.1'
    ]
  },
  {
    id: 2,
    title: 'Личный кабинет ИП Сидоров',
    slug: 'lk',
    description: 'ИП Сидоров предоставляет услуги по вывозу некондиционной продукции на корм животных. Во время сотрудничества клиенты ежедневно отправляют накладные и фото продукции, а менеджеры в свою очередь прикрепляют их в систему Битрикс24 к нужному магазину. Это отнимает много времени, и было принято решение об автоматизации этих процессов. В личном кабинете клиенты могут увидеть основную информацию о магазинах, в которых они забирают продукцию. Также существуют разделы для прикрепления фотографий и накладных к магазину и другой функционал. Это был мой первый серьезный проект, дизайн которого я разрабатывала сама, а также выбирала инструменты для разработки. После внедрения этого продукта я собирала обратную связь и дорабатывала функционал. Такой опыт очень сильно прокачал мои soft-skills.',
    image: '/images/projects/lk/1.png',
    images: [
      '/images/projects/lk/1.png'
    ],
    link: ['Design', 'Frontend'],
    badges: [
      'Vue3',
      'Vue-router',
      'VUEX',
      'SCCS',
      'JS',
      'Bootstrap 5.1',
      'Figma'
    ]
  },
  {
    id: 3,
    title: 'ISA - Информационная система академии',
    slug: 'isa',
    description: 'Проект по разработке CRM Информационной системы академии. Компания “ООО Информационные технологии” предоставляет услуги по обучению детей курсам по программированию. Менеджеры и преподаватели столкнулись с тем, что им не подходят многие CRM системы для ведения учета. Для таких целей решили разработать свою систему ИСА. Этот проект начинался до моего прихода в компанию, но был задвинут в “дальний угол”. Мне он показался интересным, и по моей инициативе проект был возобновлен. Я разработала дизайн в Figma и приступила к переписыванию старых наработок. Мне пришлось обновлять проект с Vue2 на Vue3 и также обновлять версию с фреймворка Quasar. В ИСА есть такие разделы, как Расписание, Клиенты, Лиды, Задачи, Финансы и многие другие. На данный момент компания пытается подать документы на регистрацию ПО и стать вендором.',
    image: '/images/projects/isa/1.png',
    images: ['/images/projects/isa/1.png'],
    link: ['Design', 'Main-frontend'],
    badges: [
      'Vue3',
      'Quasar',
      'Vue-router',
      'VUEX',
      'SCCS',
      'JS',
      'Websocket',
      'Figma'
    ]
  },
  {
    id: 4,
    title: 'Quantum - платформа для курсов',
    slug: 'quantum',
    description: 'Проект платформы для курсов Quantum был начат до моего прихода в компанию “ООО Информационные технологии”. Изначально этот проект был связан с другим (ИСА), и поэтому было принято решение оставить мой дизайн с предыдущего проекта, добавив небольшие правки. Я выбрала более теплую цветовую палитру и решила сменить круглые элементы на квадратные с небольшим скруглением. Я в этом проекте являюсь ведущим фронтенд-разработчиком, который ведет план разработки и помогает другому фронтенду-стажеру. Это мой первый опыт ведения проекта в качестве ведущего фронтенд-разработчика.',
    image: '/images/projects/quantum/1.png',
    images: ['/images/projects/quantum/1.png'],
    link: ['Design', 'Main-frontend'],
    badges: [
      'Vue3',
      'Quasar',
      'Vue-router',
      'VUEX',
      'SCCS',
      'JS',
      'Websocket',
      'Figma'
    ]
  },
  {
    id: 5,
    title: 'Мерч для компании "ООО Intech"',
    slug: 'intech',
    description: 'В нашей компании "ООО Информационные технологии" возникла идея заказать брендированную одежду с логотипом компании. Мне было поручено предоставить варианты с внутренним логотипом, который должен быть максимально простым, но в то же время информативным и минималистичным. Я решила использовать инструмент Pen в Фигме и нарисовать логотип вручную, чтобы добиться максимальной точности и детализации. Я уверена, что такой логотип станет отличным способом привлечения внимания к нашей компании и подчеркнет ее инновационный и современный характер.',
    image: '/images/projects/intech/1.png',
    images: ['/images/projects/intech/1.png'],
    link: ['Design'],
    badges: [
      'Figma'
    ]
  },
  {
    id: 6,
    title: 'HR CRM - Кабинет заказчика',
    slug: 'hr',
    description: 'Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.',
    image: '/images/projects/hr/1.png',
    images: ['/images/projects/hr/1.png'],
    link: ['Frontend'],
    badges: [
      'Vue3',
      'Quasar',
      'Vue-router',
      'VUEX',
      'SCCS',
      'JS',
      'Websocket'
    ]
  },
  {
    id: 7,
    title: 'Telemilk - Рекламная биржа Telegram',
    slug: 'telemilk',
    description: 'Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.',
    image: '/images/projects/telemilk/1.png',
    images: ['/images/projects/telemilk/1.png'],
    link: ['Frontend'],
    badges: [
      'Vue3',
      'Vue-router',
      'VUEX',
      'SCCS',
      'TS'
    ]
  },
  {
    id: 8,
    title: 'Space Bonus - система лояльности',
    slug: 'sb',
    description: 'Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.',
    image: '/images/projects/sb/1.png',
    images: ['/images/projects/sb/1.png'],
    link: ['Main-frontend'],
    badges: [
      'Vue3',
      'Quasar',
      'Vue-router',
      'VUEX',
      'SCCS',
      'TS'
    ]
  }
]

export { data }
